{
  "config": {
    "thead": {
      "columns": [
        {
          "field": "id",
          "visible": true,
          "order": 1,
          "header": "ID"
        },
        {
          "field": "username",
          "visible": true,
          "order": 2,
          "header": "Ник"
        },
        {
          "field": "datetime",
          "visible": true,
          "order": 3,
          "header": "Дата и время"
        },
        {
          "field": "message",
          "visible": true,
          "order": 4,
          "header": "Сообщения"
        },
        {
          "field": "actions",
          "visible": true,
          "order": 5,
          "header": "Действия",
          "actionsColumn": true
        }
      ]
    }
  },
  "posts": [
    {
      "id": 1,
      "username": "Светлана",
      "datetime": "2023-09-07T14:05",
      "message": "Оценка объема данных из мобильных устройств - это процесс анализа и измерения количества информации, которую мобильные устройства, такие как смартфоны и планшеты, собирают и генерируют. Этот процесс включает в себя определение размера данных, типов данных и частоты их генерации на устройствах.\n\nДля проведения такой оценки необходимо учитывать различные источники данных, включая приложения, сенсоры, сетевую активность и многое другое. Аналитики должны также учитывать разнообразие операционных систем и версий устройств, чтобы корректно оценить масштаб данных.\n\nОценка объема данных из мобильных устройств позволяет понять, какие данные собираются устройствами, как они используются и какие требования к их хранению и анализу могут потребоваться. Эта информация ценна для разработки приложений, оптимизации производительности устройств и обеспечения безопасности данных."
    },
    {
      "id": 2,
      "username": "Иван",
      "datetime": "2023-09-08T11:30",
      "message": "Подробный анализ структуры облачных хранилищ данных, включая сегментацию и метаданные, для лучшего понимания хранящейся информации."
    },
    {
      "id": 3,
      "username": "Анна",
      "datetime": "2023-09-06T16:15",
      "message": "Исследование данных, полученных от дронов, включая анализ разрешения изображений и времени съемки для определения контекста."
    },
    {
      "id": 4,
      "username": "Михаил",
      "datetime": "2023-09-09T09:45",
      "message": "Подготовка данных с персональных компьютеров, включая их структурирование и преобразование для обеспечения совместимости."
    },
    {
      "id": 5,
      "username": "Екатерина",
      "datetime": "2023-09-07T15:20",
      "message": "Подробная оценка точности и качества данных с использованием различных метрик и статистических методов."
    },
    {
      "id": 6,
      "username": "Алексей",
      "datetime": "2023-09-10T10:30",
      "message": "Анализ метаданных и контекста сбора данных для установления связей между разными наборами данных и их интерпретации."
    },
    {
      "id": 7,
      "username": "Елена",
      "datetime": "2023-09-06T14:35",
      "message": "Проверка соответствия данных законодательству и нормативам, включая GDPR и другие регуляторные требования."
    },
    {
      "id": 8,
      "username": "Денис",
      "datetime": "2023-09-08T17:55",
      "message": "Оценка безопасности хранения и передачи данных, включая шифрование и меры защиты от утечек."
    },
    {
      "id": 9,
      "username": "Ольга",
      "datetime": "2023-09-09T12:10",
      "message": "Идентификация и анализ потенциальных уязвимостей в данных, таких как дубликаты, недостающие значения и аномалии."
    },
    {
      "id": 10,
      "username": "Павел",
      "datetime": "2023-09-07T18:45",
      "message": "Глубокий анализ данных на предмет наличия личной информации и других конфиденциальных данных."
    },
    {
      "id": 11,
      "username": "Наталья",
      "datetime": "2023-09-09T14:25",
      "message": "Оценка доступности данных для аналитики, включая анализ возможных ограничений и препятствий."
    },
    {
      "id": 12,
      "username": "Андрей",
      "datetime": "2023-09-08T10:15",
      "message": "Проверка целостности и целевого использования данных, а также их соответствия ожидаемым стандартам."
    },
    {
      "id": 13,
      "username": "Мария",
      "datetime": "2023-09-06T16:50",
      "message": "Подробный анализ доли структурированных и неструктурированных данных в наборе."
    },
    {
      "id": 14,
      "username": "Артем",
      "datetime": "2023-09-08T08:20",
      "message": "Анализ исходных и производных данных для определения потенциальных вариантов их использования."
    },
    {
      "id": 15,
      "username": "София",
      "datetime": "2023-09-07T16:40",
      "message": "Оценка алгоритмов обработки данных и их эффективности в различных сценариях."
    },
    {
      "id": 16,
      "username": "Александра",
      "datetime": "2023-09-09T11:05",
      "message": "Исследование процессов сбора данных с дронов, включая характеристики сенсоров и условия съемки."
    },
    {
      "id": 17,
      "username": "Дмитрий",
      "datetime": "2023-09-08T15:30",
      "message": "Анализ метрик и критериев оценки качества данных для определения их пригодности для конкретных задач."
    },
    {
      "id": 18,
      "username": "Виктория",
      "datetime": "2023-09-07T15:55",
      "message": "Проверка соблюдения нормативных требований и стандартов в области обработки и хранения данных."
    },
    {
      "id": 19,
      "username": "Максим",
      "datetime": "2023-09-09T13:50",
      "message": "Оценка степени анонимизации данных и возможности связать их с конкретными лицами."
    },
    {
      "id": 20,
      "username": "Алина",
      "datetime": "2023-09-08T19:20",
      "message": "Проведение аудита безопасности данных и выявление потенциальных рисков и нарушений."
    },
    {
      "id": 21,
      "username": "Кирилл",
      "datetime": "2023-09-09T09:15",
      "message": "Анализ тенденций и паттернов в данных для выявления возможных аномалий и перспективных направлений."
    },
    {
      "id": 22,
      "username": "Анастасия",
      "datetime": "2023-09-08T14:05",
      "message": "Исследование использования машинного обучения и искусственного интеллекта для анализа данных."
    },
    {
      "id": 23,
      "username": "Арсений",
      "datetime": "2023-09-09T10:40",
      "message": "Анализ структуры данных и выявление потенциальных улучшений в их организации и хранении."
    },
    {
      "id": 24,
      "username": "Елизавета",
      "datetime": "2023-09-07T17:30",
      "message": "Подготовка отчета с результатами цифровой экспертизы данных и рекомендациями по их улучшению."
    },
    {
      "id": 25,
      "username": "Георгий",
      "datetime": "2023-09-08T12:55",
      "message": "Подготовка резюме и презентации результатов комплексной цифровой экспертизы данных."
    }
  ]
}
